Repository: alexandrosraikos/woocommerce-biz-courier-logistics
Catalog: languages/wc-biz-courier-logistics-*.po
Languages: el

# PLUGIN_DESCRIPTION
source: Integrate your Biz Courier warehouse with WooCommerce.
el: Συνδέστε την αποθήκη σας Biz με το WooCommerce.

# PLUGIN_AUTHOR
source: Alexandros Raikos
el: Αλέξανδρος Ράικος

# PLUGIN_ACTION
source: Settings
el: Ρυθμίσεις

# PLUGIN_LINK_1
source: Documentation
el: Τεκμηρίωση

# PLUGIN_LINK_2
source: Support
el: Υποστήριξη

# PLUGIN_LINK_3
source: Donate via GitHub Sponsors
el: Δωρεά μέσω GitHub Sponsors

# SETTINGS_INTEGRATION_SETUP_PROMPT
source: Please setup your Biz Courier credentials in <a href='%s'>WooCommerce Settings</a>.
el: Πρέπει να ρυθμίσετε τα στοιχεία σας Biz Courier στις <a href='%s'>ρυθμίσεις WooCommerce</a>.

# SETTINGS_INTEGRATION_SETUP_NOTICE
source: Your Biz Courier credentials are invalid. Please setup your Biz Courier credentials in <a href='%s'>WooCommerce Settings</a>.
el: Τα στοιχεία σας Biz Courier δεν είναι σωστά. Πρέπει να ρυθμίσετε τα στοιχεία σας Biz Courier στις <a href='%s'>ρυθμίσεις WooCommerce</a>.

# SETTINGS_INTEGRATION_SETUP_ERROR
source: There was an error contacting Biz Courier, please try again later.
el: Υπήρξε ένα σφάλμα κατά την επικοινωνία με την Biz Courier. Προσπαθήστε ξανά αργότερα.

# SETTINGS_INTEGRATION_DESCRIPTION
source: An integration for synchronising stock, orders and payment fees with the Biz Courier & Logistics platform.
el: Μία ενσωμάτωση για να συγχρονίζετε το απόθεμά σας, τις παραγγελίες και τις προμήθειες courier με την πλατφόρμα Biz Courier & Logistics.

# SETTINGS_INTEGRATION_CREDENTIALS_TITLE
source: Biz Courier Credentials
el: Στοιχεία Biz Courier

# SETTINGS_INTEGRATION_CREDENTIALS_DESCRIPTION
source: Insert your Biz Courier credentials here. If you are still unregistered with Biz Courier, please <a href="https://www.bizcourier.eu/ContactUs.htm" target="blank">contact Biz</a>.
el: Εισάγετε τα στοιχεία σας Biz Courier στα παρακάτω πεδία. Αν δεν έχετε εγγραφεί ακόμη, <a href="https://www.bizcourier.eu/ContactUs.htm" target="blank">επικοινωνήστε με την Biz</a>.

# SETTINGS_INTEGRATION_CREDENTIALS_ACCOUNT_NUMBER
source: Account Number
el: Αριθμός λογαριασμού

# SETTINGS_INTEGRATION_CREDENTIALS_ACCOUNT_NUMBER_DESCRIPTION
source: Your account number registered with Biz Courier.
el: Ο αριθμός λογαριασμού ο οποίος σας έχει αποσταλεί από την Biz Courier.

# SETTINGS_INTEGRATION_CREDENTIALS_CRM_NUMBER
source: Warehouse CRM Number
el: Κωδικός CRM αποθήκης

# SETTINGS_INTEGRATION_CREDENTIALS_CRM_NUMBER_DESCRIPTION
source: Your CRM number for the warehouse location assigned to this store.
el: Ο κωδικός CRM της αποθήκης που θέλετε να συνδέσετε με αυτό το κατάστημα.

# SETTINGS_INTEGRATION_CREDENTIALS_USERNAME
source: Username
el: Όνομα χρήστη

# SETTINGS_INTEGRATION_CREDENTIALS_USERNAME_DESCRIPTION
source: Your username registered with Biz Courier.
el: Το όνομα χρήστη σας για την Biz Courier.

# SETTINGS_INTEGRATION_CREDENTIALS_PASSWORD
source: Password
el: Κωδικός πρόσβασης

# SETTINGS_INTEGRATION_CREDENTIALS_PASSWORD_DESCRIPTION
source: Your Biz Courier merchant password.
el: Ο κωδικός πρόσβασής σας για την Biz Courier.

# SETTINGS_INTEGRATION_GENERAL_TITLE
source: General
el: Γενικά

# SETTINGS_INTEGRATION_GENERAL_DESCRIPTION
source: Choose your optimal working settings for integrating Biz Courier & Logistics with your WooCommerce shop.
el: Επιλέξτε τις κατάλληλες ρυθμίσεις για να ενσωματώσετε την Biz Courier & Logistics με το κατάστημά σας WooCommerce.

# SETTINGS_INTEGRATION_GENERAL_AUTOMATIC_STATUS_UPDATES_TITLE
source: Automatic order status updates
el: Αυτόματη ενημέρωση κατάστασης παραγγελιών

# SETTINGS_INTEGRATION_GENERAL_AUTOMATIC_STATUS_UPDATES_DESCRIPTION
source: Update Processing shipment status automatically to Completed or Cancelled, based on Biz Courier data.
el: Αυτόματη ενημέρωση παραγγελιών υπό Επεξεργασία σε Ολοκληρωμένες ή Ακυρωμένες, βάσει δεδομένων της Biz Courier.

# SETTINGS_INTEGRATION_GENERAL_AUTOMATIC_SHIPMENT_CREATION_TITLE
source: Automatic shipment creation
el: Αυτόματη δημιουργία αποστολής

# SETTINGS_INTEGRATION_GENERAL_AUTOMATIC_SHIPMENT_CREATION_DESCRIPTION
source: Automatically send Biz shipments when orders enter the selected status.
el: Αυτόματη δημιουργία αποστολής Biz όταν μία παραγγελία μεταβαίνει στην επιλεγμένη κατάσταση.

# SETTINGS_INTEGRATION_GENERAL_AUTOMATIC_SHIPMENT_CANCELLATION_TITLE
source: Automatic shipment cancellation
el: Αυτόματη ακύρωση αποστολής

# SETTINGS_INTEGRATION_GENERAL_AUTOMATIC_SHIPMENT_CANCELLATION_DESCRIPTION
source: Automatically cancel Biz shipments when orders enter the selected status.
el: Αυτόματη ακύρωση αποστολής Biz όταν μία παραγγελία μεταβαίνει στην επιλεγμένη κατάσταση.

# SETTINGS_INTEGRATION_GENERAL_AUTOMATIC_SHIPMENT_ACTIONS_DISABLED_STATUS
source: Disable
el: Απενεργοποίηση

# PRODUCT_WAREHOUSE_SYNC_TITLE
source: Biz Warehouse
el: Αποθήκη Biz

# PRODUCT_WAREHOUSE_SYNC_DESCRIPTION
source: Select this option if the product is stored in your Biz warehouse.
el: Ενεργοποιήστε αυτή την επιλογή αν το προϊόν βρίσκεται στην Biz αποθήκη σας.

# PRODUCT_WAREHOUSE_SYNC_STATUS_TITLE
source: Biz status
el: Κατάσταση Biz

# PRODUCT_WAREHOUSE_SYNC_STATUS_PENDING
source: Pending
el: Εκκρεμεί

# PRODUCT_WAREHOUSE_SYNC_STATUS_FOUND
source: Found
el: Βρέθηκε

# PRODUCT_WAREHOUSE_SYNC_STATUS_NOT_FOUND
source: Not found
el: Δε βρέθηκε

# PRODUCT_WAREHOUSE_SYNC_STATUS_PARTIALLY_FOUND
source: Partially found
el: Βρέθηκε μερικώς

# PRODUCT_WAREHOUSE_SYNC_STATUS_DISABLED
source: Disabled
el: Εκτός αποθήκης

# ALL_PRODUCTS_SYNC_BUTTON
source: Get stock levels
el: Μέτρηση αποθέματος

# ALL_PRODUCTS_COLUMN_SYNC_INDICATOR_TITLE
source: Biz Warehouse
el: Αποθήκη Biz

# SETTINGS_SHIPPING_TITLE
source: Biz Courier Shipping
el: Αποστολές Biz Courier

# SETTINGS_SHIPPING_DESCRIPTION
source: Allow your customers to receive their products via Biz Courier Shipping.
el: Επιτρέψτε στους πελάτες σας να λάβουν τα προϊόντα τους μέσω της Biz Courier.

# SETTINGS_SHIPPING_ENABLE_TITLE
source: Enable
el: Ενεργοποίηση

# SETTINGS_SHIPPING_ENABLE_DESCRIPTION
source: Allow shipping with Biz Courier.
el: Ενεργοποιήστε τις αποστολές με Biz Courier.

# SETTINGS_SHIPPING_COD_FEE_TITLE
source: COD fee
el: Προμήθεια αντικαταβολής

# SETTINGS_SHIPPING_COD_FEE_DESCRIPTION
source: Insert the additional Biz fee for Cash On Delivery payments.
el: Εισάγετε το ποσό χρέωσης αντικαταβολής για αποστολές Biz.

# SETTINGS_SHIPPING_SAME_DAY_DELIVERY_TITLE
source: Same Day Delivery
el: Παράδοση αυθημερόν

# SETTINGS_SHIPPING_SAME_DAY_DELIVERY_DESCRIPTION
source: Allow same region customers to opt for same day delivery.
el: Επιτρέψτε στους πελάτες που βρίσκονται στον ίδιο νομό να ζητήσουν αυθημερόν παράδοση.

# SETTINGS_SHIPPING_SAME_DAY_DELIVERY_ENABLE_TITLE
source: Enable
el: Ενεργοποίηση

# SETTINGS_SHIPPING_SAME_DAY_DELIVERY_ENABLE_DESCRIPTION
source: Allow same region customers to opt for same day delivery.
el: Επιτρέψτε στους πελάτες που βρίσκονται στον ίδιο νομό να ζητήσουν αυθημερόν παράδοση.

# SETTINGS_SHIPPING_SAME_DAY_DELIVERY_PRICING_DESCRIPTION
source: Insert the pricing for same day delivery.
el: Εισάγετε το κόστος παράδοσης αυθημερόν.

# SETTINGS_SHIPPING_SAME_DAY_DELIVERY_PRICING_PER_KM
source: Charge per km
el: Χρέωση ανα χλμ

# SETTINGS_SHIPPING_SAME_DAY_DELIVERY_PRICING_MINIMUM_CHARGE
source: Minimum charge
el: Ελάχιστη χρέωση

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_TITLE
source: Additional Services
el: Πρόσθετες υπηρεσίες

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_DESCRIPTION
source: Adjust options for additional services provided by Biz Courier.
el: Προσαρμόστε τις ρυθμίσεις των πρόσθετων υπηρεσιών αποστολών Biz Courier.

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_SMS_TITLE
source: SMS notifications
el: Ειδοποιήσεις μέσω SMS

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_SMS_DESCRIPTION
source: Inform your customers about their Biz shipment status via SMS.
el: Ενημερώστε τους πελάτες σας μέσω SMS για την κατάσταση της παράδοσης.

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_BILLING_PHONE_USAGE_TITLE
source: Use billing phone
el: Χρήση αριθμού τηλεφώνου χρέωσης

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_BILLING_PHONE_USAGE_DESCRIPTION
source: Submit the recipient's billing phone number instead of the shipping phone number to Biz.
el: Χρησιμοποιείστε τον αριθμό τηλεφώνου χρέωσης αντί για τον αριθμό τηλεφώνου αποστολής όταν αποστέλλετε μία νέα παράδοση στη Biz.

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_MORNING_DELIVERY_TITLE
source: Morning delivery
el: Πρωινή παράδοση

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_MORNING_DELIVERY_DESCRIPTION
source: Check the box if you would like the morning delivery option enabled in same area deliveries.
el: Επιλέξτε αν θέλετε να ενεργοποιήσετε τις πρωϊνές παραδόσεις για παραδόσεις εντός νομού αποθήκης.

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_MORNING_DELIVERY_FEE_TITLE
source: Morning delivery fee
el: Κόστος πρωϊνής παράδοσης

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_MORNING_DELIVERY_FEE_DESCRIPTION
source: Insert the additional fee amount for morning deliveries.
el: Προσθέστε το ποσό επιπλέον χρέωσης για πρωϊνές παραδόσεις.

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_SATURDAY_DELIVERY_TITLE
source: Saturday delivery
el: Παράδοση εντός Σαββάτου

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_SATURDAY_DELIVERY_DESCRIPTION
source: Check the box if you would like the Saturday delivery option enabled in same area deliveries.
el: Επιλέξτε αν θέλετε να ενεργοποιήσετε τις παραδόσεις Σαββάτου για παραδόσεις εντός νομού αποθήκης.

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_SATURDAY_DELIVERY_FEE_TITLE
source: Saturday delivery fee
el: Κόστος παράδοσης Σαββάτου

# SETTINGS_SHIPPING_ADDITIONAL_SERVICES_SATURDAY_DELIVERY_FEE_DESCRIPTION
source: Insert the additional fee amount for deliveries on Saturdays.
el: Προσθέστε το ποσό επιπλέον χρέωσης για παραδόσεις εντός Σαββάτου.

# SETTINGS_SHIPPING_INSTANCE_SHIPPING_ZONE_TYPE_TITLE
source: Shipping zone type
el: Τύπος ζώνης αποστολών

# SETTINGS_SHIPPING_INSTANCE_SHIPPING_ZONE_TYPE_DESCRIPTION
source: Select the type of Biz area covered by this shipping zone.
el: Επιλέξτε τον τύπο περιοχής Biz που αντιπροσωπεύει αυτή η ζώνη αποστολών.

# SETTINGS_SHIPPING_INSTANCE_SHIPPING_ZONE_TYPE_SAME_AREA_OPTION
source: Same area as warehouse
el: Εντός νομού αποθήκης

# SETTINGS_SHIPPING_INSTANCE_SHIPPING_ZONE_TYPE_LAND_DESTINATIONS_OPTION
source: Land destinations
el: Χερσαίοι προορισμοί

# SETTINGS_SHIPPING_INSTANCE_SHIPPING_ZONE_TYPE_ISLAND_DESTINATIONS_OPTION
source: Island destinations
el: Νησιωτικοί προορισμοί

# SETTINGS_SHIPPING_INSTANCE_SHIPPING_ZONE_TYPE_INACCESSIBLE_AREAS_OPTION
source: Inaccessible areas
el: Δυσπρόσιτες περιοχές

# SETTINGS_SHIPPING_INSTANCE_DELIVERY_FEE_TITLE
source: Delivery pricing
el: Κόστος αποστολής

# SETTINGS_SHIPPING_INSTANCE_DELIVERY_FEE_DESCRIPTION
source: Insert the delivery fee amount for up to 2kg.
el: Εισάγετε το ποσό χρέωσης για την αποστολή εώς 2 κιλών (kg).

# SETTINGS_SHIPPING_INSTANCE_EXTRA_KG_CHARGE_TITLE
source: Charge per extra kg
el: Χρέωση ανά επιπλέον κιλό

# SETTINGS_SHIPPING_INSTANCE_EXTRA_KG_CHARGE_DESCRIPTION
source: Insert the delivery fee amount for every extra kg.
el: Εισάγετε το ποσό χρέωσης για κάθε επιπλέον κιλό (kg) στην αποστολή.

# CHECKOUT_SHIPPING_OPTION_SIMPLE_DELIVERY
source: Simple delivery
el: Απλή παράδοση

# CHECKOUT_SHIPPING_OPTION_MORNING_DELIVERY
source: Morning delivery (until 10:30 a.m.)
el: Πρωινή παράδοση (έως 10:30 π.μ.)

# ALL_ORDERS_SHIPMENT_VOUCHER_COLUMN_TITLE
source: Biz shipment voucher
el: Κωδικός παράδοσης Biz

# ORDER_METABOX_TITLE
source: Biz Courier status
el: Κατάσταση Biz Courier

# ORDER_METABOX_NO_SHIPMENT_MESSAGE
source: This order has not shipped with Biz.
el: Αυτή η παραγγελία δεν έχει αποσταλεί μέσω Biz.

# ORDER_METABOX_SEND_SHIPMENT_BUTTON
source: Send shipment
el: Αποστολή παραγγελίας

# ORDER_METABOX_SEND_SHIPMENT_SUCCESS_ORDER_NOTE
source: The shipment was successfully registered to Biz Courier.
el: Η παράδοση καταχωρήθηκε με επιτυχία στην Biz Courier.

# ORDER_METABOX_ADD_VOUCHER_BUTTON
source: Add existing voucher number
el: Προσθήκη κωδικού αποστολής

# ORDER_METABOX_ADD_VOUCHER_PROMPT
source: Insert the shipment's voucher number from Biz Courier in the field below.
el: Εισάγετε τον κωδικό αποστολής από την Biz Courier στο παρακάτω πεδίο.

# ORDER_METABOX_VOUCHER_TITLE
source: Voucher number:
el: Κωδικός παράδοσης:

# ORDER_METABOX_VOUCHER_EDIT_ACTION
source: Edit voucher
el: Επεξεργασία κωδικού αποστολής

# ORDER_METABOX_VOUCHER_EDIT_PROMPT
source: Insert the new shipment voucher number from Biz Courier in the field below.
el: Εισάγετε τον νέο κωδικό αποστολής από την Biz Courier στο παρακάτω πεδίο.

# ORDER_METABOX_VOUCHER_DELETE_ACTION
source: Delete voucher
el: Διαγραφή κωδικού αποστολής

# ORDER_METABOX_VOUCHER_DELETE_PROMPT
source: Are you sure you want to delete the shipment voucher from this order?
el: Είστε σίγουρος/η πως θέλετε να διαγράψετε αυτόν τον κωδικό αποστολής από την παραγγελία;

# ORDER_METABOX_SHIPMENT_ACTIONS_TITLE
source: Shipment actions:
el: Ενέργειες παράδοσης:

# ORDER_METABOX_SHIPMENT_ACTIONS_MODIFY_BUTTON
source: Modify shipment
el: Επεξεργασία παράδοσης

# ORDER_METABOX_SHIPMENT_ACTIONS_MODIFY_PROMPT
source: Please insert the message you want to send to Biz about the shipment.
el: Εισάγετε παρακάτω το μήνυμα που θέλετε να στείλετε στην Biz σχετικά με την παράδοση.

# ORDER_METABOX_SHIPMENT_ACTIONS_MODIFY_NOTE_PREPEND
source: Message sent to Biz:
el: Μήνυμα εστάλη στην Biz:

# ORDER_METABOX_SHIPMENT_ACTIONS_MODIFY_NOTE_MODIFICATION_IDENTIFIER
source: (modification id:
el: (αναγνωριστικό τροποποίησης:

# ORDER_METABOX_SHIPMENT_ACTIONS_CANCEL_BUTTON
source: Request shipment cancellation
el: Αίτηση ακύρωσης παράδοσης

# ORDER_METABOX_SHIPMENT_ACTIONS_CANCEL_PROMPT
source: Are you sure you want to request the cancellation of this Biz shipment? If you want to send it again, you will receive a new tracking code.
el: Σίγουρα επιθυμείτε να στείλετε αίτηση ακύρωσης αυτής της παράδοσης Biz; Αν επιθυμείτε να την ξαναστείλετε, θα λάβετε νέο κωδικό αποστολής.

# ORDER_METABOX_SHIPMENT_ACTIONS_CANCEL_NOTE
source: The Biz shipment with tracking code %s was cancelled.
el: Η παράδοση μέσω Biz με τον κωδικό ανίχνευσης %s ακυρώθηκε.

# ORDER_METABOX_SHIPMENT_ACTIONS_CANCEL_NOTE_WITH_CODE
source: The Biz shipment with tracking code %s was cancelled. The cancellation code is: %s.
el: Η παράδοση μέσω Biz με τον κωδικό ανίχνευσης %s ακυρώθηκε. Ο κωδικός ακύρωσης είναι: %s.

# ORDER_METABOX_SHIPMENT_ACTIONS_SYNCHRONIZE_BUTTON
source: Synchronize order status
el: Συγχρονισμός κατάστασης

# ORDER_METABOX_SHIPMENT_ACTIONS_IMMUTABLE_STATUS_WARNING
source: You must change the order status to "Processing" in order to perform more actions on this shipment.
el: Πρέπει να αλλάξετε την κατάσταση της παραγγελίας σε "Σε επεξεργασία" για να πραγματοποιήσετε περαιτέρω ενέργειες σε αυτή την παράδοση.

# ORDER_METABOX_SHIPMENT_ACTIONS_UPDATE_STATUS_FROM_PROCESSING_WARNING
source: This shipment has reached a %s state. You must change the order status to reflect that change. You can also enable automatic order status updates in <em>WooCoomerce Settings > Integrations > Biz Courier & Logistics</em>.
el: Αυτή η παράδοση %s. Πρέπει να αλλάξετε την κατάσταση της παραγγελίας. Μπορείτε επίσης να ενεργοποιήσετε την αυτόματη ενημέρωση κατάστασης παραγγελιών στις <em>Ρυθμίσεις WooCoomerce > Ενσωμάτωση > Biz Courier & Logistics</em>.

# ORDER_METABOX_SHIPMENT_ACTIONS_UPDATE_STATUS_FROM_PROCESSING_NOTICE
source: This shipment has reached a %s state. The order status will be updated automatically in a few minutes. You can disable automatic order status updates in <em>WooCoomerce Settings > Integrations > Biz Courier & Logistics</em>.
el: Η παράδοση %s. Η κατάσταση της παραγγελίας θα ενημερωθεί αυτόματα σε λίγα λεπτά. Μπορείτε να απενεργοποιήσετε την αυτόματη ενημέρωση κατάστασης παραγγελιών στις <em>Ρυθμίσεις WooCoomerce > Ενσωματώσεις > Biz Courier & Logistics</em>.

# ORDER_METABOX_SHIPMENT_ACTIONS_UPDATE_STATUS_FROM_NON_PROCESSING_WARNING
source: This shipment has reached a %s state. You must change the order status to reflect that change.
el: Αυτή η παράδοση %s. Πρέπει να αλλάξετε την κατάσταση της παραγγελίας.

# ORDER_METABOX_SHIPMENT_ACTIONS_CANCELLED_NOTICE
source: This shipment has reached a %s state. You cannot perform further actions.
el: Αυτή η παράδοση %s. Δεν μπορείτε να εκτελέσετε άλλες ενέργειες.

# ORDER_METABOX_SHIPMENT_ACTIONS_COMPLETED_NOTICE
source: This shipment was completed. There are no more actions to perform.
el: Αυτή η παράδοση ολοκληρώθηκε. Δεν χρειάζονται περαιτέρω ενέργειες.

# ORDER_METABOX_SHIPMENT_ACTIONS_MESSAGE_STATE_CANCELLED
source: cancelled
el: ακυρώθηκε

# ORDER_METABOX_SHIPMENT_ACTIONS_MESSAGE_STATE_FAILED
source: failed
el: απέτυχε

# ORDER_METABOX_SHIPMENT_ACTIONS_MESSAGE_STATE_COMPLETED
source: completed
el: ολοκληρώθηκε

# ORDER_METABOX_STATUS_HISTORY_TITLE
source: Status history:
el: Ιστορικό κατάστασης:

# ORDER_METABOX_STATUS_GENERIC_DESCRIPTION
source: Delivery status update
el: Ενημέρωση κατάστασης παράδοσης

# ORDER_METABOX_STATUS_HISTORY_LEVEL_FINAL
source: Final
el: Τελικό

# ORDER_METABOX_STATUS_HISTORY_LEVEL_PENDING
source: Pending
el: Εκκρεμεί

# ORDER_METABOX_STATUS_HISTORY_NO_COMMENTS_MESSAGE
source: No other comments.
el: Κανένα άλλο σχόλιο.

# ORDER_METABOX_STATUS_HISTORY_ACTIONS_TITLE
source: Actions:
el: Ενέργειες:

# ORDER_METABOX_STATUS_HISTORY_DATETIME_DIVIDER
source: at
el: στις

# ORDER_NOTE_SHIPMENT_SYNCHRONIZATION_MESSAGE_COMPLETED
source: The connected Biz shipment was completed.
el: Η συνδεδεμένη παράδοση Biz ολοκληρώθηκε.

# ORDER_NOTE_SHIPMENT_SYNCHRONIZATION_MESSAGE_CANCELLED
source: The connected Biz shipment was cancelled.
el: Η συνδεδεμένη παράδοση Biz ακυρώθηκε.

# ORDER_NOTE_SHIPMENT_SYNCHRONIZATION_MESSAGE_FAILED
source: The connected Biz shipment has failed.
el: Η συνδεδεμένη παράδοση Biz απέτυχε.

# ORDER_NOTE_SHIPMENT_SYNCHRONIZATION_MESSAGE_PROCESSING
source: The newly connected shipment is pending delivery.
el: Εκκρεμεί η παράδοση της νέας συνδεδεμένης σας αποστολής Biz.

# ORDER_EDIT_VOUCHER_NOT_FOUND_ERROR
source: This voucher was not found. Please provide a valid shipment voucher.
el: Αυτός ο κωδικός παράδοσης δεν βρέθηκε. Εισάγετε έναν έγκυρο κωδικό παράδοσης.

# ORDER_MODIFY_SHIPMENT_VOUCHER_NOT_FOUND_ERROR
source: The voucher number couldn't be retrieved.
el: Ο κωδικός παράδοσης δεν μπορούσε να αναγνωσθεί.

# ORDER_MODIFY_SHIPMENT_UNKNOWN_ERROR
source: An unknown error occured while processing shipment modification information.
el: Ένα άγνωστο σφάλμα προέκυψε κατά την επεξεργασία των πληροφοριών επεξεργασίας της παράδοσης.

# ORDER_MODIFY_SHIPMENT_UNKNOWN_BIZ_ERROR
source: An unknown Biz error occured while processing shipment modification information.
el: Ένα άγνωστο σφάλμα προέκυψε από την Biz κατά την επεξεργασία των πληροφοριών επεξεργασίας της παράδοσης.

# ORDER_SEND_SHIPMENT_NO_PRODUCTS_ERROR
source: There are no products in this order.
el: Δεν υπάρχουν προϊόντα σε αυτή την παραγγελία.

# ORDER_SEND_SHIPMENT_SKU_ERROR
source: Some products were not found in the Biz warehouse.
el: Κάποια προϊόντα δεν βρίσκονται στην αποθήκη Biz.

# ORDER_SEND_SHIPMENT_METRICS_ERROR
source: Please make sure all products in the order have their weight & dimensions registered.
el: Πρέπει να έχει καταχωρηθεί βάρος και διαστάσεις σε κάθε προϊόν της παραγγελίας.

# ORDER_SEND_SHIPMENT_AUTH_ERROR
source: There was an error with your Biz credentials.
el: Υπήρξε ένα σφάλμα με τα στοιχεία σας Biz Courier.

# ORDER_SEND_SHIPMENT_UNKNOWN_INFORMATION_ERROR
source: An unknown error occured while processing order information.
el: Προέκυψε ένα άγνωστο σφάλμα κατά την επεξεργασία των πληροφοριών της παραγγελίας.

# ORDER_SEND_SHIPMENT_VOUCHER_ERROR
source: A voucher already exists for this order.
el: Ένας κωδικός παράδοσης υπάρχει ήδη για αυτή την παραγγελία.

# ORDER_SEND_SHIPMENT_RECIPIENT_INFORMATION_ERROR
source: There was a problem with the recipient's information. Make sure you have filled in all the necessary fields: First name, last name, phone number, e-mail address, address line #1, city, postal code and country.
el: Υπήρξε ένα πρόβλημα με της πληροφορίες του παραλήπτη. Ελέγξτε τις πληροφορίες αποστολής που έχετε εισάγει: Όνομα, επώνυμο, αριθμός τηλεφώνου, διεύθυνση e-mail, γραμμή 1 διεύθυνσης, πόλη/περιοχή, ταχυδρομικός κώδικας και χώρα.

# ORDER_SEND_SHIPMENT_BIZ_RECIPIENT_INFORMATION_ERROR
source: There was a problem registering recipient information with Biz. Please check your recipient information entries.
el: Υπήρξε ένα πρόβλημα κατά την αποστολή πληροφοριών παραλήπτη στην Biz. Ελέγξτε τις πληροφορίες παραλήπτη που έχετε εισάγει.

# ORDER_SEND_SHIPMENT_BIZ_ITEMS_ERROR
source: There was a problem with your order's items while submitting their information to Biz.
el: Υπήρξε ένα πρόβλημα με τα τεμάχια της παραγγελίας μετά από την αποστολή τους στην Biz.

# ORDER_SEND_SHIPMENT_UNKNOWN_BIZ_ERROR
source: Response from Biz could not be read, please check your warehouse shipments from their official application.
el: Η απάντηση από την Biz δε μπορούσε να αναγνωσθεί, ελέγξτε τις παραδόσεις σας από την επίσημη εφαρμογή της Biz.

# ORDER_SEND_SHIPMENT_UNKNOWN_BIZ_SHIPMENT_INFORMATION_ERROR
source: An unknown Biz error occured after submitting the shipment information.
el: Ένα άγνωστο σφάλμα από την Biz Courier προέκυψε μετά την υποβολή των πληροφοριών παράδοσης.

# ORDER_SEND_SHIPMENT_STOCK_ERROR
source: There isn't enough stock to ship some products.
el: Δεν υπάρχει επαρκές απόθεμα κάποιων τεμαχίων για τη παράδοση.

# ORDER_CONNECTION_ERROR
source: There was a connection error while trying to contact Biz Courier. More information:
el: Υπήρξε ένα πρόβλημα κατά τη σύνδεση με τη Biz Courier. Περισσότερες πληροφορίες:
